[
  {
    "photo": [
      "https://i.ibb.co/tHVSD69/Sundarbans-Mangrove-Forest.jpg",
      "https://i.ibb.co.com/9tT9X8Q/shundorban2.jpg",
      "https://i.ibb.co.com/QNhTHDM/shundarban5.jpg",
      "https://i.ibb.co.com/KFhjHmW/shundarban6.jpg",
      "https://i.ibb.co.com/DQqgNNL/shundarban7.jpg"
    ],
    "type": "Nature",
    "title": "Sundarbans Mangrove Forest",
    "price": 5000,
    "description": "The Sundarbans is the largest mangrove forest in the world, spanning over 10,000 square kilometers across southwestern Bangladesh and India. Known for its diverse wildlife, the forest is home to the iconic Royal Bengal Tiger, crocodiles, and various species of birds. Visitors can enjoy boat tours through its winding waterways, observe wildlife in their natural habitat, and explore the unique ecosystem that makes the Sundarbans one of the most important natural reserves in the world.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival and Evening Boat Ride",
        "activities": "Arrive in Khulna in the early morning, where you will be greeted by your tour guide. After a brief rest, prepare for your journey into the Sundarbans. Board your boat for the start of your adventure and cruise through the winding waterways of the largest mangrove forest in the world. As you make your way through, the landscape becomes increasingly serene, with dense mangrove trees lining the waterways and small islands scattered around. In the evening, enjoy a relaxing boat ride, taking in the breathtaking sunset over the horizon while the natural sounds of the forest fill the air. Dinner will be served onboard, and you will spend the night in comfortable river accommodations, surrounded by the peaceful sounds of nature."
      },
      {
        "day": "Day 2",
        "title": "Wildlife Tour - Early Morning Exploration",
        "activities": "Rise early to embark on an exciting wildlife tour. Your boat will navigate narrow creeks and canals where you will have the chance to spot a variety of wildlife. Look out for crocodiles basking on the riverbanks, spotted deer grazing near the water, and exotic birds perched in the mangrove trees. The tour will take you through various parts of the forest, including the famous wildlife sanctuary. The highlight of the day will be the chance to spot the elusive Royal Bengal Tiger. Visit crocodile breeding grounds where you can learn about conservation efforts, and take a brief stop at a quiet spot to enjoy a packed lunch. As you continue your journey, listen to the rich biodiversity and immerse yourself in the beauty of the untouched natural environment."
      },
      {
        "day": "Day 3",
        "title": "Full-Day Exploration and Nature Walk",
        "activities": "Today will be dedicated to a full-day exploration of the Sundarbans ecosystem. After breakfast, disembark for a nature walk on one of the small islands. You will be guided by an experienced naturalist who will explain the unique flora and fauna of the region. The Sundarbans is home to numerous rare species of plants, trees, and animals. Learn about the mangrove trees that are specially adapted to the salty waters of the region, and observe the myriad of bird species that call this place home. Along the way, you will have the opportunity to photograph the rich wildlife and capture the beauty of the surroundings. Continue the journey by boat, traveling through more creeks and canals, making several stops to observe the ecosystem. Enjoy a traditional lunch aboard the boat and take in the stunning sights around you."
      },
      {
        "day": "Day 4",
        "title": "River Cruise and Village Visit",
        "activities": "Today’s adventure will take you on a long river cruise through the heart of the Sundarbans. Glide through the winding waterways, passing small islands and villages. Along the way, you will have the chance to spot even more wildlife, including monkeys, wild boars, and various bird species. At midday, dock at a nearby fishing village to experience local life. Learn about the traditional fishing methods used by the villagers and their close relationship with the mangrove ecosystem. You will also have the opportunity to interact with the locals, taste fresh seafood, and hear stories of how they live in harmony with nature. As the evening approaches, return to the boat and enjoy a final cruise back to your accommodations for the night."
      },
      {
        "day": "Day 5",
        "title": "Return to Khulna",
        "activities": "After breakfast, take a relaxing boat ride back to Khulna, reflecting on the wonders of the Sundarbans. The journey back is peaceful, with more opportunities to observe the wildlife and natural surroundings. Upon reaching Khulna, enjoy some free time to visit a local market or relax in your hotel before your departure. Share your favorite moments of the trip with fellow travelers, and say farewell to the unique beauty of the Sundarbans as your journey comes to a close."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co/9yQpksZ/Cox-s-Bazar-Beach.jpg",
      "https://i.ibb.co.com/ssFXrn4/cox1.jpg",
      "https://i.ibb.co.com/ykKmfPW/cox5.jpg",
      "https://i.ibb.co.com/qrhJxsN/cox6.png",
      "https://i.ibb.co.com/tC29wfm/cox7.jpg"
    ],
    "type": "Beach",
    "title": "Cox’s Bazar Beach",
    "price": 6000,
    "description": "Cox's Bazar is famous for having the longest unbroken sea beach in the world, stretching over 120 kilometers along the Bay of Bengal. The beach is a major tourist destination, offering opportunities for sunbathing, swimming, and water sports. The town of Cox's Bazar is a lively coastal area with plenty of resorts, seafood restaurants, and cultural attractions. It's a perfect place for both relaxation and adventure, with many nearby islands and natural reserves to explore.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Explore Cox’s Bazar Beach",
        "activities": "Arrive in Cox’s Bazar in the morning and check into your beachfront hotel, where you can enjoy stunning views of the Bay of Bengal. After settling in, head to the beach for your first adventure: the world’s longest unbroken sandy beach. Walk along the shoreline, letting the gentle waves touch your feet and take in the endless horizon. Spend time soaking up the sun or enjoy water sports like jet skiing, parasailing, or beach volleyball. In the evening, visit the local market where you can shop for handmade crafts, souvenirs, and beachwear. For dinner, indulge in fresh seafood at one of the beachfront restaurants, and enjoy the vibrant atmosphere of the town."
      },
      {
        "day": "Day 2",
        "title": "Island Excursion to Saint Martin’s Island",
        "activities": "Begin your day with a boat trip to Saint Martin’s Island, a small coral island that offers pristine beaches and clear blue waters. Upon arrival, enjoy a relaxing morning on the island’s beaches, swim in the crystal-clear waters, or try snorkeling to explore the vibrant coral reefs. After a seafood lunch, take a boat ride around the island, discovering more secluded beaches and enjoying the peaceful environment. Learn about the island's history and culture from the locals, and take plenty of photos of the picturesque surroundings. In the afternoon, return to Cox’s Bazar and unwind after a day of exploration."
      },
      {
        "day": "Day 3",
        "title": "Visit Moheshkhali Island and Temple",
        "activities": "Today, embark on a journey to Moheshkhali Island, a short boat ride away from Cox's Bazar. Explore the island’s scenic beauty, and visit the famous Adinath Temple, a Hindu pilgrimage site. Take a walk through the island's lush landscape, and interact with the locals to learn about their customs and traditions. After visiting the temple, enjoy lunch at a local eatery, savoring traditional Bengali dishes. Spend the rest of the day exploring the island’s hidden beaches and tranquil spots, perfect for relaxing and taking in the surroundings."
      },
      {
        "day": "Day 4",
        "title": "Marine Drive & Inani Beach",
        "activities": "Today, enjoy a scenic drive along the Marine Drive, a road that runs parallel to the coastline, offering stunning views of the Bay of Bengal. Make stops along the way at some of the quieter beaches, where you can take a peaceful walk, swim, or relax under the sun. One of the highlights of the day is a visit to Inani Beach, known for its calm atmosphere and unique coral stones along the shore. Spend time enjoying the natural beauty of this area, and take in the stunning views of the ocean. End the day with a beautiful sunset and enjoy a bonfire dinner on the beach, where you can savor local delicacies and share stories with fellow travelers."
      },
      {
        "day": "Day 5",
        "title": "Leisure and Departure",
        "activities": "On your last day, enjoy some free time for leisure activities. You can revisit your favorite beach spots, swim, or shop for last-minute souvenirs. If you prefer a more relaxing day, enjoy a spa treatment or take a leisurely walk around the town. For lunch, enjoy one final seafood meal, sampling fresh dishes before heading to the airport. As you depart, take one last glance at the beautiful coast of Cox’s Bazar, filled with memories of your unforgettable beach escape."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co.com/Kzymg8Q/senman1.jpg",
      "https://i.ibb.co.com/SXMbCmj/senman2.jpg",
      "https://i.ibb.co.com/YZhJFgQ/senman3.jpg",
      "https://i.ibb.co.com/Bc97p8T/sentmartin3.jpg",
      "https://i.ibb.co.com/vhwt9W8/senman4.jpg"
    ],
    "type": "Island",
    "title": "Saint Martin’s Island",
    "price": 7500,
    "description": "Saint Martin's Island is a tropical paradise located in the Bay of Bengal, known for its crystal-clear waters, coral reefs, and pristine sandy beaches. The island is the only coral island in Bangladesh and is an ideal destination for snorkeling, diving, and marine life exploration. It is a peaceful getaway from the hustle and bustle of city life, offering visitors a chance to immerse themselves in nature and local culture, with opportunities to see traditional fishing techniques and enjoy freshly caught seafood.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival at Saint Martin’s Island",
        "activities": "Arrive at the island after a scenic boat ride from Cox’s Bazar. Check into your beachfront hotel, where you will be greeted with stunning views of the Bay of Bengal. Spend the rest of the day exploring the island at your own pace, enjoying the pristine beaches and crystal-clear waters. Take a leisurely walk along the shore, feel the soft sand beneath your feet, and dip your toes into the cool ocean. In the evening, enjoy a traditional seafood dinner at a local restaurant, savoring freshly caught fish and other island delicacies."
      },
      {
        "day": "Day 2",
        "title": "Snorkeling and Coral Exploration",
        "activities": "Start your day with an early morning snorkeling excursion. Head to the coral reefs, where you can immerse yourself in the vibrant underwater world filled with colorful fish, coral formations, and other marine life. Your guide will ensure you have the proper equipment and assist you in exploring the reefs. After snorkeling, enjoy a relaxing break on the beach, sunbathing or swimming in the crystal-clear waters. In the afternoon, take a boat ride around the island, stopping at different spots to admire the untouched beauty of the coastline. Return to the hotel for dinner and rest."
      },
      {
        "day": "Day 3",
        "title": "Cultural Exploration and Fishing Village Visit",
        "activities": "Today, immerse yourself in the local culture by visiting a nearby fishing village. Witness traditional fishing techniques, where locals use handmade nets and boats to catch fresh seafood. Learn about the islanders’ way of life and their deep connection with the sea. Take a walk through the village and interact with the friendly locals, experiencing the charm of this coastal community. Enjoy a freshly prepared seafood lunch, featuring dishes made from the catch of the day. In the afternoon, spend more time at the beach or try other water activities like kayaking or paddleboarding."
      },
      {
        "day": "Day 4",
        "title": "Island Trekking and Sunset View",
        "activities": "Take a guided trekking tour across the island’s lush green terrain. Hike through tropical forests, explore the coastal cliffs, and visit hidden coves along the way. Along your journey, you may encounter local wildlife and unique plant species. After the hike, enjoy a leisurely lunch and take some time to relax on the beach. In the evening, head to a viewpoint to watch a stunning sunset over the Bay of Bengal, a perfect way to end your day on the island."
      },
      {
        "day": "Day 5",
        "title": "Leisure Time and Departure",
        "activities": "On your last day, enjoy some free time to relax and enjoy the beauty of the island one last time. Spend the morning swimming, sunbathing, or taking a peaceful walk along the shore. If you prefer, visit some local markets to buy souvenirs and handicrafts. After a leisurely lunch, check out from your hotel and board the boat for the journey back to Cox’s Bazar, with lasting memories of your peaceful getaway on Saint Martin’s Island."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co/jzJW4MH/Rangamati-Hill-District.webp",
      "https://i.ibb.co.com/gtFwjH2/ranga1.jpg",
      "https://i.ibb.co.com/YTRyVK5/ranga2.jpg",
      "https://i.ibb.co.com/0J618ZJ/ranga3.jpg",
      "https://i.ibb.co.com/CP4whgc/ranga4.png"
    ],
    "type": "Cultural",
    "title": "Rangamati Hill District",
    "price": 5500,
    "description": "Rangamati is a picturesque hill district in the Chittagong Hill Tracts of Bangladesh. Surrounded by lush green hills, crystal-clear lakes, and picturesque valleys, it offers a peaceful escape into nature. The district is known for its rich tribal culture, beautiful lakes such as Kaptai Lake, and the famous Rajbari Palace. Visitors can explore local villages, enjoy boat rides on the lakes, and learn about the unique heritage of the indigenous people of the region.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival in Rangamati and Lake Exploration",
        "activities": "Arrive in Rangamati in the morning and check into your hotel with a stunning view of the surrounding hills. After settling in, take a scenic boat ride on Kaptai Lake, a large artificial lake surrounded by lush green hills. Enjoy the tranquil beauty of the water as you pass through islands and explore hidden coves. Take a break on a quiet island, where you can relax and enjoy a picnic lunch with the natural beauty surrounding you. In the evening, head back to your hotel and enjoy a delicious dinner featuring local dishes, such as fish from the lake and tribal specialties."
      },
      {
        "day": "Day 2",
        "title": "Cultural Exploration and Visit to Local Villages",
        "activities": "Today, immerse yourself in the local tribal culture by visiting indigenous villages in the area. Learn about the history and traditions of the Chakma, Marma, and other tribes that inhabit Rangamati. Visit a traditional home and interact with the locals, observing their daily activities and craftsmanship. You will also have the opportunity to watch artisans create handwoven textiles, jewelry, and pottery. Afterward, enjoy a traditional tribal lunch made with locally sourced ingredients. In the afternoon, visit the famous Rajbari Palace, a historical site that once belonged to the royal family of Rangamati. Explore the palace and its grounds, which offer panoramic views of the surrounding lakes and hills."
      },
      {
        "day": "Day 3",
        "title": "Hiking and Scenic Views",
        "activities": "Start the day with a guided hike through the hills of Rangamati, where you will pass through dense forests, streams, and small tribal settlements. As you ascend, enjoy panoramic views of the rolling hills and the vast expanse of Kaptai Lake below. The hike will allow you to connect with nature and learn about the region’s flora and fauna. After the hike, enjoy a relaxing break by a waterfall or a quiet stream, where you can cool off and take in the peaceful surroundings. Return to your hotel for lunch, followed by some leisure time to explore the town or shop for souvenirs from local markets."
      },
      {
        "day": "Day 4",
        "title": "Cultural Performances and Tribal Cuisine",
        "activities": "Today, experience the vibrant culture of Rangamati through music and dance. Visit a local cultural center or village where you can witness traditional performances, including tribal dances and songs that have been passed down through generations. After the performance, take part in a cooking class where you will learn how to prepare traditional tribal dishes using local ingredients. Enjoy a lunch prepared from the dishes you helped create. In the afternoon, take a leisurely boat ride along the lake or explore more of the local shops, before returning to your hotel for a relaxed evening."
      },
      {
        "day": "Day 5",
        "title": "Leisure Day and Departure",
        "activities": "On your last day, enjoy some leisure time to revisit your favorite spots in Rangamati. Relax by Kaptai Lake or take a final walk through the scenic hills surrounding the town. You can visit the local market to pick up souvenirs such as handwoven textiles, jewelry, or traditional crafts. After a leisurely lunch, check out from your hotel and depart for your onward journey, carrying memories of the natural beauty and rich cultural heritage of Rangamati."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co.com/NxR0b6t/tea5.jpg",
      "https://i.ibb.co.com/Xsg49Hp/sylet1.jpg",
      "https://i.ibb.co.com/Yy0DFb9/tea2.jpg",
      "https://i.ibb.co.com/NtFv7Pm/tea6.jpg",
      "https://i.ibb.co.com/yd0zXLp/tea4.webp"
    ],
    "type": "Nature",
    "title": "Sylhet Tea Gardens",
    "price": 5200,
    "description": "Sylhet, located in the northeastern part of Bangladesh, is renowned for its scenic beauty and expansive tea gardens. With rolling hills, lush greenery, and misty weather, Sylhet offers a serene retreat for nature lovers. Visitors can take guided tours of the tea estates, learn about tea production, and enjoy the picturesque landscapes. The region is also known for its cultural diversity, with a blend of Bengali and indigenous traditions.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival and Scenic Tea Garden Walk",
        "activities": "Arrive in Sylhet and check into your hotel, surrounded by the picturesque tea gardens. Begin your journey with a guided walk through the expansive tea estates, where you will learn about the tea production process, from harvesting the leaves to brewing the perfect cup of tea. The scenic beauty of the rolling hills and the lush green landscape will leave you in awe. After the walk, enjoy a cup of freshly brewed tea while overlooking the gardens. Spend the rest of the day exploring the local surroundings and enjoy a delicious dinner featuring Sylheti cuisine."
      },
      {
        "day": "Day 2",
        "title": "Tea Estate Tour and Cultural Exploration",
        "activities": "Start the day with a visit to one of the famous tea estates in Sylhet, where you will take a more in-depth tour of the plantation. Learn about the history of tea cultivation in the region and interact with the local workers who harvest the tea leaves. After the tour, enjoy a traditional Sylheti lunch made with locally grown ingredients. In the afternoon, visit nearby indigenous villages to learn about the rich cultural diversity of the region. Discover the traditions and customs of the indigenous communities, including their arts, crafts, and dances."
      },
      {
        "day": "Day 3",
        "title": "Visit to Jaflong and Border Area",
        "activities": "Today, take a day trip to the scenic Jaflong region, located near the border of Bangladesh and India. Jaflong is known for its rolling hills, tea gardens, and pristine lakes. Enjoy a boat ride on the crystal-clear rivers that pass through the valley, surrounded by stunning hills and tea plantations. Visit the border area to witness the unique blend of cultures between the two countries and take in the natural beauty of the region. Return to Sylhet in the evening and relax at your hotel."
      },
      {
        "day": "Day 4",
        "title": "Waterfalls and Hillside Trekking",
        "activities": "Start the day with a visit to the stunning Srimangal region, known for its lush forests and waterfalls. Take a short hike through the hills, where you will encounter picturesque waterfalls and enjoy the fresh, cool air. Along the way, you'll be able to witness the incredible biodiversity of the area. After the trek, visit local markets to purchase some handmade crafts and souvenirs. In the afternoon, head back to Sylhet and enjoy a peaceful evening in the serene surroundings."
      },
      {
        "day": "Day 5",
        "title": "Leisure Day and Departure",
        "activities": "On your last day, spend some time relaxing at the hotel or visiting any remaining tea estates or scenic spots in Sylhet. Take a final walk through the misty tea gardens or relax by the lakeside, enjoying the tranquil environment. Visit a local tea shop to savor one last cup of Sylheti tea before you depart. After lunch, check out from your hotel and proceed to your next destination, leaving with cherished memories of Sylhet’s natural beauty and tea culture."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co/X8hVZxb/Paharpur-Buddhist-Vihara.jpg",
      "https://i.ibb.co.com/khLGz4D/vihar5.jpg",
      "https://i.ibb.co.com/Gn1rpXc/vihar6.jpg",
      "https://i.ibb.co.com/RzZtyX4/vihar3.jpg",
      "https://i.ibb.co.com/zmLW88j/vihar7.webp"
    ],
    "type": "Historical",
    "title": "Paharpur Buddhist Vihara",
    "price": 8000,
    "description": "Paharpur is an ancient archaeological site located in the northwest of Bangladesh. The ruins of the Buddhist Vihara, dating back to the 8th century, are a UNESCO World Heritage site. This ancient monastery is one of the largest and most significant in South Asia, with intricate terracotta sculptures, statues, and inscriptions. Visitors can explore the ruins, learn about the region's Buddhist heritage, and enjoy the peaceful atmosphere of this historic site.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival and Introduction to Paharpur",
        "activities": "Arrive in the nearby city of Naogaon and check into your hotel. Begin your exploration of Paharpur by visiting the local museum, which offers a comprehensive introduction to the history and significance of the Paharpur Buddhist Vihara. Learn about the cultural and religious importance of the site, which was once a major center for learning and meditation. Afterward, enjoy a walk through the nearby village to immerse yourself in the local culture before a traditional Bengali dinner at your hotel."
      },
      {
        "day": "Day 2",
        "title": "Exploring the Paharpur Buddhist Vihara",
        "activities": "Today, devote your time to exploring the ancient ruins of the Paharpur Buddhist Vihara. Wander through the vast monastery complex, marveling at the impressive architecture and the intricate terracotta sculptures that adorn the site. Visit the main temple, which features numerous Buddhist statues and inscriptions, and learn about the monastic life that once flourished here. Your guide will share fascinating insights into the significance of the vihara as a center of Buddhist education and its historical role in South Asia. Spend the day soaking in the serene atmosphere and rich history of this UNESCO World Heritage site."
      },
      {
        "day": "Day 3",
        "title": "Exploring Nearby Buddhist Sites and Ruins",
        "activities": "Take a day trip to nearby archaeological sites that are connected to the region's rich Buddhist heritage. Visit the ruins of other ancient monasteries and Buddhist stupas in the surrounding areas. Explore remnants of ancient temples, statues, and inscriptions that shed light on the spread of Buddhism in this region. These lesser-known sites are a perfect complement to the Paharpur Vihara, offering a deeper understanding of the region’s historical and religious significance. Return to your hotel in the evening and relax after a day of exploration."
      },
      {
        "day": "Day 4",
        "title": "Cultural Heritage and Local Experience",
        "activities": "Spend the day learning more about the local culture and traditions. Visit nearby villages where you can interact with the locals, observe their daily life, and perhaps even participate in a traditional craft or cooking session. Enjoy a locally prepared meal featuring regional specialties. In the afternoon, visit local markets to shop for traditional handicrafts, textiles, and artifacts. These experiences will provide a more complete picture of life in the area surrounding the historic Buddhist site, blending ancient heritage with modern-day culture."
      },
      {
        "day": "Day 5",
        "title": "Leisure Day and Departure",
        "activities": "On your last day, take some time to relax and enjoy the peaceful surroundings of Paharpur. You can revisit the Buddhist ruins for one final peaceful walk or simply relax at your hotel. Enjoy a leisurely breakfast before checking out of your hotel. Before your departure, stop by a local café or tea shop to enjoy a hot cup of Bengali tea, reflecting on the rich history and tranquility of the area. In the afternoon, depart for your next destination, carrying unforgettable memories of your journey to Paharpur Buddhist Vihara."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co/1Gc4DJ6/Sonargaon-The-Ancient-Capital.jpg",
      "https://i.ibb.co.com/gz0B270/sonargaon1.jpg",
      "https://i.ibb.co.com/zhxycTt/sonargaon2.jpg",
      "https://i.ibb.co.com/645qk3L/sonargaon3.jpg",
      "https://i.ibb.co.com/28RP6PL/sonargaon4.jpg"
    ],
    "type": "Cultural",
    "title": "Sonargaon – The Ancient Capital",
    "price": 6000,
    "description": "Sonargaon, located near Dhaka, was the capital of Bengal during the medieval period. The historical city is home to numerous ancient structures, including palaces, mosques, and colonial-era buildings. The Sonargaon Folk Art and Craft Museum is a must-visit to understand the cultural heritage of the region. This destination offers a glimpse into the rich history of Bangladesh, with a focus on Bengali culture, art, and architecture."
  },
  {
    "photo": [
      "https://i.ibb.co.com/DzdJPCQ/shutterstock-718919245-2048x1024.jpg",
      "https://i.ibb.co.com/dmhWKKH/unnamed.jpg",
      "https://i.ibb.co.com/1dpNMxP/b1003dbf224e4115979b336d10ef5c5f.webp",
      "https://i.ibb.co.com/VmQxLNH/Sixty-Dome-Mosque-Bagerhat.jpg",
      "https://i.ibb.co.com/M7tM2DB/Bagerhat-The-Historic-City-of-Mosques.jpg"
    ],
    "type": "Historical",
    "title": "Bagerhat – The Historic City of Mosques",
    "price": 9500,
    "description": "Bagerhat is a UNESCO World Heritage site located in southwestern Bangladesh, known for its historic mosques and Islamic architecture. The 60 Dome Mosque, one of the largest mosques in Bangladesh, is the most famous landmark in Bagerhat. Visitors can explore the city's ancient structures, including tombs, ponds, and bridges, while learning about the rich history of the Bengal Sultanate.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival and Introduction to Sonargaon",
        "activities": "Arrive in Dhaka and take a short drive to Sonargaon, where you will check into your hotel. Start your exploration of the city with a visit to the Sonargaon Folk Art and Craft Museum, which houses an impressive collection of traditional Bengali artifacts, textiles, and folk art. Learn about the region's cultural heritage and craftsmanship through interactive exhibits and displays. In the evening, enjoy a traditional Bengali dinner and immerse yourself in the local culture."
      },
      {
        "day": "Day 2",
        "title": "Explore the Historical Sites of Sonargaon",
        "activities": "Spend the day exploring the historical remnants of Sonargaon, which was once the capital of Bengal. Visit the Panam Nagar, a well-preserved area of colonial-era buildings that reflect the architectural grandeur of the past. Explore the ancient mosques and structures scattered throughout the city, including the Bagerhat Mosque and the ruins of the medieval capital. These sites offer fascinating insights into the region’s history, showcasing the blend of Bengali, Mughal, and colonial influences. Return to your hotel for a relaxing evening."
      },
      {
        "day": "Day 3",
        "title": "Visit the Goaldi Mosque and Ancient Architecture",
        "activities": "Begin the day with a visit to the Goaldi Mosque, a 15th-century mosque known for its intricate terracotta artwork and historical significance. Walk through the ancient ruins surrounding the mosque, which highlight the early architectural styles of Bengal. Afterward, visit the nearby ancient palace ruins and other lesser-known historical sites in the area. Take time to appreciate the beauty of Bengali architecture, especially the blend of Islamic and indigenous styles seen in the structures. Enjoy a local lunch at a nearby restaurant and continue exploring the area in the afternoon."
      },
      {
        "day": "Day 4",
        "title": "Cultural Immersion and Local Crafts",
        "activities": "Immerse yourself in the local culture by visiting nearby villages that specialize in traditional crafts. Learn about handloom weaving, pottery, and other indigenous crafts that have been passed down through generations. You can even try your hand at making local crafts or textiles. In the afternoon, take part in a cooking class to learn how to prepare Bengali dishes using traditional methods and locally sourced ingredients. Enjoy a delicious lunch made from the dishes you’ve prepared. In the evening, visit local markets to shop for handmade goods and souvenirs."
      },
      {
        "day": "Day 5",
        "title": "Leisure Day and Departure",
        "activities": "On your final day, enjoy some leisure time to revisit your favorite spots in Sonargaon or relax in the serene surroundings. Take a relaxing walk through the historic sites one last time, or visit a local café to enjoy Bengali tea and snacks. You can also stop by a local shop to pick up some souvenirs from your journey. Afterward, check out from your hotel and depart for Dhaka, carrying fond memories of Sonargaon’s rich cultural heritage and historical beauty."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co/ygZky5h/Jaflong-Waterfall.jpg",
      "https://i.ibb.co.com/1dSqgbv/jaf1.jpg",
      "https://i.ibb.co.com/khwRFv1/Jaflong-Sylhet-05.jpg",
      "https://i.ibb.co.com/smFCwdM/jaf3.jpg",
      "https://i.ibb.co.com/wp3V3rQ/jaflong4.jpg"
    ],
    "type": "Nature",
    "title": "Jaflong Waterfall",
    "price": 6700,
    "description": "Jaflong, located in the Sylhet division of Bangladesh, is famous for its breathtaking waterfalls, rolling hills, and scenic tea gardens. The Jaflong Waterfall is one of the most popular attractions in the region, surrounded by lush forests and offering a serene atmosphere for visitors. The region is also known for its indigenous Khasi community, and tourists can learn about their unique way of life and traditional practices.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival and Introduction to Jaflong",
        "activities": "Arrive in Sylhet and take a scenic drive to Jaflong, a picturesque region known for its natural beauty. Check into your hotel and take some time to relax before setting off to explore the area. Begin with a visit to the Jaflong Waterfall, one of the main attractions. Enjoy the breathtaking views of the cascading water surrounded by lush forests and rolling hills. Take a peaceful walk around the waterfall area, breathe in the fresh mountain air, and enjoy the tranquil atmosphere. Afterward, enjoy a traditional Bengali dinner in the hotel."
      },
      {
        "day": "Day 2",
        "title": "Tea Garden Visit and Waterfall Trek",
        "activities": "Start the day with a visit to the famous tea gardens of Jaflong. Take a guided tour through the lush green plantations, where you can learn about the tea harvesting process and enjoy the stunning landscapes. Afterward, embark on a short trek to explore the Jaflong Waterfall up close. The hike will take you through dense forests and hills, offering fantastic views of the surrounding landscapes. Once at the waterfall, take in the beauty and relax by the natural pool formed at the base. Return to the hotel for a delicious local meal."
      },
      {
        "day": "Day 3",
        "title": "Khasi Village Visit and Cultural Immersion",
        "activities": "Today, visit a Khasi village to learn about the indigenous Khasi community's unique way of life. Interact with the villagers and learn about their culture, traditions, and the role that the surrounding forests and mountains play in their daily lives. Participate in a local craft session or cooking demonstration to better understand their traditional practices. After the village tour, enjoy a traditional Khasi meal made from locally grown ingredients. Return to the hotel and relax in the evening, perhaps enjoying a quiet walk or a peaceful sunset view."
      },
      {
        "day": "Day 4",
        "title": "Boat Ride and Scenic Exploration",
        "activities": "Take a scenic boat ride on one of the nearby rivers or lakes. This is a fantastic way to enjoy the natural beauty of the area from a different perspective. The boat ride will offer views of the surrounding hills, forests, and tea gardens. During the ride, stop at small islands or riverside areas where you can take short hikes or relax by the water. In the afternoon, visit other nearby waterfalls or natural attractions, and enjoy a leisurely walk through the forest. End the day with a quiet evening back at your hotel."
      },
      {
        "day": "Day 5",
        "title": "Leisure Day and Departure",
        "activities": "On your final day, spend some time relaxing in the serene environment of Jaflong. You can revisit your favorite spots such as the Jaflong Waterfall or tea gardens, or simply unwind at your hotel, enjoying the natural beauty surrounding you. Take a final stroll through the area, shopping for local crafts and souvenirs. In the afternoon, check out from your hotel and return to Sylhet or Dhaka for your departure, carrying beautiful memories of the Jaflong Waterfall and the scenic region."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co.com/Tr4tSKW/kulna1.jpg",
      "https://i.ibb.co.com/TvPh7jx/bandarban1.jpg",
      "https://i.ibb.co.com/rFyjRRb/bandarban2.jpg",
      "https://i.ibb.co.com/R4pmrJV/bandarban3.jpg",
      "https://i.ibb.co.com/r6KNWfK/kulna2.jpg"
    ],
    "type": "Nature",
    "title": "Khulna – Gateway to the Sundarbans",
    "price": 5700,
    "description": "Khulna, located in the southwestern part of Bangladesh, is the gateway to the Sundarbans, the largest mangrove forest in the world. The city serves as a base for exploring the Sundarbans, and visitors can take boat trips to see its unique wildlife, including the Royal Bengal Tiger. Khulna also offers a glimpse into the life of fishermen, the culture of the region, and the natural beauty of the countryside.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival and Exploration of Khulna",
        "activities": "Arrive in Khulna, the gateway to the Sundarbans, and check into your hotel. Start your journey with a visit to the local market, where you can experience the hustle and bustle of daily life in this vibrant city. Explore the historic sites, such as the Khulna Mosque and the nearby riverside, which offer a picturesque view of the surrounding countryside. In the evening, enjoy a traditional Bengali meal and relax before embarking on your adventure into the Sundarbans."
      },
      {
        "day": "Day 2",
        "title": "Boat Ride into the Sundarbans",
        "activities": "Today, embark on a boat trip into the Sundarbans, the largest mangrove forest in the world. Cruise through the winding waterways, surrounded by dense mangroves and tranquil nature. Keep your eyes peeled for wildlife, including the elusive Royal Bengal Tiger, spotted deer, crocodiles, and a variety of bird species. The boat ride offers an opportunity to see the unique ecosystem of the Sundarbans up close. Enjoy a packed lunch onboard, surrounded by the serene beauty of the forest. Return to Khulna in the evening for a restful night."
      },
      {
        "day": "Day 3",
        "title": "Wildlife and Fishing Village Exploration",
        "activities": "Continue your exploration of the Sundarbans with a visit to one of the local fishing villages. Learn about the livelihoods of the fishermen who live in and around the forest, and gain insights into their traditional fishing techniques. Afterward, take another boat ride through the waterways to spot more wildlife, including rare birds, monkeys, and possibly even a glimpse of a tiger. The quiet beauty of the forest and the wildlife that inhabit it will leave you in awe. In the evening, enjoy fresh seafood at a local restaurant."
      },
      {
        "day": "Day 4",
        "title": "Cultural Immersion and River Cruise",
        "activities": "Today, immerse yourself in the local culture of Khulna and its surrounding areas. Visit a nearby village to witness the traditional life of the people, and experience the culture of the region through local music, dance, and crafts. Afterward, take a scenic river cruise to explore more of the lush countryside and tranquil rivers that surround Khulna. The boat ride will take you past picturesque landscapes, where you can enjoy the peace and beauty of the rural Bangladeshi countryside. Return to Khulna for dinner and a relaxing evening."
      },
      {
        "day": "Day 5",
        "title": "Leisure Day and Departure",
        "activities": "On your final day, enjoy some leisure time in Khulna. You can revisit any spots that caught your interest during your trip or simply relax in the peaceful environment of the city. Take a last stroll along the riverbanks or visit a local café for some tea and snacks. Before your departure, make sure to purchase souvenirs to remember your journey to Khulna and the Sundarbans. In the afternoon, check out from your hotel and depart for your next destination."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co/RHqmz8J/Nafakhum-Waterfall.jpg",
      "https://i.ibb.co.com/hxNLQy8/napa1.jpg",
      "https://i.ibb.co.com/tbD0CRj/nafakhum2.jpg",
      "https://i.ibb.co.com/qkTKZtK/napa2.webp",
      "https://i.ibb.co.com/pRcps2d/napa3.webp"
    ],

    "type": "Adventure",
    "title": "Nafakhum Waterfall",
    "price": 8500,
    "description": "Nafakhum is the largest waterfall in Bangladesh, located in the Bandarban district. The waterfall, with its stunning height and impressive volume of water, is surrounded by pristine forests and hills. Visitors can trek to the waterfall, enjoy the stunning views along the way, and bathe in the natural pools beneath it. Nafakhum is a must-visit destination for adventure seekers and nature lovers.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival and Exploration of Bandarban",
        "activities": "Arrive in Bandarban and check into your hotel. Begin your day by visiting the local market to experience the vibrant atmosphere of the hill district. Stroll through the town and admire the traditional wooden houses, local crafts, and the stunning views of the surrounding hills. In the evening, enjoy a delicious dinner featuring local cuisine, such as rice and fish, while soaking in the peaceful ambiance of Bandarban."
      },
      {
        "day": "Day 2",
        "title": "Trekking to Ruma and Visit to Nafakhum Waterfall",
        "activities": "Today, embark on an adventure to Ruma, a village known for its stunning views of the surrounding mountains. After reaching Ruma, begin a trek to Nafakhum Waterfall, one of the largest waterfalls in Bangladesh. The hike takes you through lush forests and picturesque landscapes, offering plenty of opportunities for photography. Once you reach the waterfall, enjoy the serene atmosphere and marvel at the grandeur of the cascading water. Return to Ruma for a restful night."
      },
      {
        "day": "Day 3",
        "title": "Visit to Remakri Waterfall and Local Village Exploration",
        "activities": "Today, visit the beautiful Remakri Waterfall, another natural gem of Bandarban. The trek to the waterfall offers breathtaking views of the hills and rivers. Once you arrive at the waterfall, enjoy a refreshing dip or relax by the water while taking in the natural beauty of the area. Afterward, visit a nearby indigenous village to learn about the culture and traditions of the local tribes. Interact with the locals and gain insights into their way of life. Enjoy a traditional meal with the villagers before returning to Bandarban."
      },
      {
        "day": "Day 4",
        "title": "River Cruise and Visit to Tribal Villages",
        "activities": "Begin your day with a scenic river cruise along the Sangu River, which offers stunning views of the hills and the surrounding natural landscape. The river cruise is a relaxing way to experience the beauty of Bandarban from a different perspective. Afterward, visit a tribal village to immerse yourself in the culture of the indigenous groups of the region. You’ll have the chance to interact with the locals, learn about their customs, and witness traditional crafts and rituals. Return to Bandarban in the evening."
      },
      {
        "day": "Day 5",
        "title": "Leisure Day and Departure",
        "activities": "On your final day in Bandarban, spend some leisure time exploring the area at your own pace. You can revisit any spots that you enjoyed during the trip, such as the waterfalls or villages, or simply relax in the serene surroundings. Enjoy a quiet lunch with a view of the hills before checking out from your hotel. In the afternoon, depart from Bandarban to your next destination, carrying unforgettable memories of this beautiful hill district."
      }
    ]
  },
  {
    "photo": [
      "https://i.ibb.co/Dg05Cxn/Khagrachari-Tribal-Culture.jpg",
      "https://i.ibb.co.com/fYJFPT8/khagrachori.jpg",
      "https://i.ibb.co.com/2y3MgjN/Alotila-tareng-in-Khagrachari-district.jpg",
      "https://i.ibb.co.com/PCjJGVj/Risang-Waterfall-Khagrachari.jpg",
      "https://i.ibb.co.com/XpZRnQp/Jaflong-Sylhet-05.jpg",
      ""
    ],
    "type": "Cultural",
    "title": "Khagrachari Tribal Culture",
    "price": 6000,
    "description": "Khagrachari, located in the Chittagong Hill Tracts, offers visitors the chance to explore the indigenous tribal cultures of Bangladesh. The district is home to several ethnic groups, including the Chakma, Marma, and Tripura. Visitors can interact with local communities, experience their traditional ways of life, and explore the lush hills, rivers, and forests that define the region. This destination is ideal for those interested in cultural heritage and rural tourism.",
    "tour_plan": [
      {
        "day": "Day 1",
        "title": "Arrival and Introduction to Khagrachari",
        "activities": "Arrive in Khagrachari and check into your hotel. Start your journey by visiting the local market, where you can experience the lively atmosphere of the district and learn about the regional customs and crafts. Take a walk around the area and enjoy the beautiful natural surroundings of the lush hills and forests. In the evening, enjoy a traditional dinner featuring local dishes such as rice, fish, and seasonal vegetables. Prepare for the cultural immersion that lies ahead."
      },
      {
        "day": "Day 2",
        "title": "Exploring the Chakma Tribal Village",
        "activities": "Today, head to a Chakma tribal village to learn about their culture and traditions. The Chakma people are known for their distinct language, customs, and unique way of life. Visit local homes, observe traditional crafts such as weaving, and interact with the villagers to gain deeper insight into their daily lives. Enjoy a meal with the community and learn about their agricultural practices, including rice farming and fishing techniques. In the afternoon, take a scenic hike through the hills to enjoy the stunning landscapes of Khagrachari."
      },
      {
        "day": "Day 3",
        "title": "Visit to the Marma and Tripura Villages",
        "activities": "Continue your cultural journey with visits to Marma and Tripura villages, two other indigenous communities in Khagrachari. The Marma people are known for their distinctive traditional attire, while the Tripura are famous for their rich cultural heritage, including their unique dance and music. Engage in meaningful exchanges with the locals, learn about their customs, and experience their daily routines. You may also have the opportunity to participate in a cultural activity, such as a traditional dance or music performance. Enjoy a picnic lunch by a nearby river or waterfall."
      },
      {
        "day": "Day 4",
        "title": "Nature Walks and Exploration of Khagrachari Hills",
        "activities": "Today, take a nature walk through the picturesque Khagrachari hills. The region is rich in biodiversity, with dense forests, rivers, and waterfalls that offer peaceful and scenic surroundings. Explore the local flora and fauna with a guide who will help you identify different species of plants and animals. You may also visit a local forest reserve or national park to witness the natural beauty up close. In the evening, relax by a river or in the peaceful village environment, enjoying the serenity of the area."
      },
      {
        "day": "Day 5",
        "title": "Cultural Immersion and Departure",
        "activities": "On your final day, immerse yourself further in the culture of Khagrachari. Spend the morning visiting a local craft workshop where you can observe artisans creating traditional items such as textiles, pottery, and jewelry. Afterward, take a last stroll through the village or enjoy a peaceful boat ride on a nearby river. Before departing, enjoy a farewell meal with the local community, savoring more traditional dishes. In the afternoon, check out from your hotel and depart for your next destination."
      }
    ]
  }
]
